{
    "voting": "Voting",
    "analytics": "Analytics",
    "settings": "Settings",
    "connect_wallet": "Connect Wallet",
    "getting_started": "Getting Started",
    "getting_started_text": "Connect your wallet to start opening Safes",
    "create_account": "Create Account",
    "create_account_text": "Your wallet is connected! Now let's create a Reflexer Account so you can start to deposit, borrow and earn rewards.",
    "create_safe": "Create a Safe",
    "create_safe_text": "Your account was created! The final step is to create a Safe, deposit ETH and borrow some {{coin_ticker}}.",
    "cancel": "Cancel",
    "language": "Language",
    "toggle_dark_mode": "Toggle Dark Mode",
    "connect_wallet_title": "Connect to a wallet",
    "metamask": "MetaMask",
    "create_safe_title": "Create Safe",
    "max": "Max",
    "uniswap_deposit_check_text": "I want to directly deposit LP tokens and mine",
    "uniswap_withdraw_check_text": "I want to receive Uniswap LP tokens instead of RAI and ETH",
    "review_transaction": "Review Transaction",
    "uniswap_pool": "Uniswap Pool",
    "confirm_transaction": "Confirm Transaction",
    "back": "Back",
    "confirm_transaction_details": "Confirm Transaction Details",
    "confirm_details_text": "Please review and click on the Confirm Transaction button to submit and sign the transaction ",
    "confirm_text": "Please click “Confirm Transaction” to finalize",
    "submitting_transaction": "Submitting transaction...",
    "view_etherscan": "View on Etherscan",
    "account_balance": "Account Balance",
    "wrong_network": "Heads up, you’re on the wrong network! Please switch to ",
    "account_details": "Account",
    "change": "Change",
    "connected_with": "Connected with",
    "disconnect": "Disconnect",
    "copy_address": "Copy Address",
    "copied": "Copied!",
    "provider_disconnected": "Provider disconnected!",
    "eth_balance": "Eth Balance",
    "transaction_msg": "Your transactions will appear here...",
    "welcome_reflexer": "Welcome to Reflexer",
    "connect_text": "Connect an Ethereum wallet to manage your {{coin_ticker}} positions",
    "try_again": "Try Again",
    "initializing": "Initializing...",
    "error_connecting": "Error connecting.",
    "not_supported": "Please connect to the appropriate Ethereum network.",
    "error_try_refresh": "Error connecting. Try refreshing the page.",
    "show_portis": "Show Portis",
    "accounts": "Accounts",
    "accounts_header_text": "Manage your Safe accounts",
    "created": "Created",
    "risk": "Risk",
    "manage_safe": "Manage Safe",
    "fetching_account_info": "Creating/fetching safe data...",
    "deposit": "Deposit",
    "withdraw": "Withdraw",
    "repay": "Repay",
    "borrow": "Borrow",
    "history": "History",
    "esm_text": "Trigger settlement or redeem collateral",
    "emergency_shutdown": "Emergency Shutdown",
    "start_shutdown": "Start Shutdown",
    "redeem": "Redeem",
    "date": "Date",
    "claim": "Claim",
    "burn_and_trigger": "Burn and Trigger Shutdown",
    "burn": "Burn",
    "no_history": "No historical transactions.",
    "new_safe": "New Safe",
    "request_features": "Request features",
    "talk_to_us": "Talk to us",
    "voting_header_text": "Protest against scheduled governance transactions",
    "delay_transaction": "Delay Transaction",
    "votes": "Votes",
    "submit_vote": "Submit Vote",
    "show_more": "Show More",
    "show_less": "Show Less",
    "details": "Details",
    "review": "Review",
    "submit": "Submit",
    "invalid_email": "Please enter a valid email address",
    "subscription_success": "Subscribed successfully!",
    "liquidity_mining": "Liquidity Mining",
    "assets": "Assets",
    "checkout_rewards": "I also want to cash out my accrued rewards",
    "leave_liquidity": "I want to leave liquidity in Uniswap",
    "pool_token_withdraw": "Pool Tokens to Withdraw",
    "pool_tokens": "Pool Tokens",
    "redeem_rewards": "Redeem",
    "wallet_connected": "Wallet Connected",
    "onboarding": "Onboarding",
    "onboarding_header_text": "Manage your Reflexer account",
    "dismiss": "Dismiss",
    "close": "Close",
    "pending": "Pending",
    "recent_transactions": "Recent Transactions",
    "clear_all": "Clear All",
    "deposit_borrow": "Deposit & Borrow",
    "repay_withdraw": "Repay & Withdraw",
    "confirmations_info": "You need to wait for 10 block confirmations to make sure that your account address does not change.",
    "liquidation_text": "You have {{balance}} leftover collateral that can be claimed.",
    "collect_surplus": "Collect ETH",
    "my_stake_tip": "This is the percentage of the earned rewards which can be claimed immediately. The remainder is locked until the end of the campaign. Once the campaign ends, the remained will be unlocked linearly until {{date}}",
    "annual_redemption_tip": "Rate at which RAI is devalued or revalued over 1 year.",
    "liquidation_price_tip": "ETH price under which this Safe can get liquidated ( Liquidation Ratio: {{lr}} ). ⚠️ The liquidation price varies with the redemption price.",
    "liquidation_penalty_tip": "Liquidations ask for 10% more RAI than you have minted in your Safe and apply a 8-10% discount on the latest ETH oracle price in order to incentivize bidding.",
    "app": "App",
    "fullyUnlocked": "You can claim all your FLX rewards right after you earn them.",
    "proxy_wallet_text": "Your wallet is connected! Now, let's create your Reflexer Account",
    "shutdown_text": "The global settlement procedure was triggered for this system. You can't manage your Safes from this application anymore.",
    "block_connection": "Blockchain Connection",
    "insurance": "Insurance",
    "redemption_price_tip": "The 'moving peg' that the RAI market price should return to",
    "collateral_ratio_tip": "The ratio between the value of the collateral and the value of debt in your Safe",
    "auctions": "Auctions",
    "auctions_header_text": "Dashboard to bid in {{type}} auctions",
    "claim_tokens": "Claim Tokens",
    "claim_flx": "Claim FLX",
    "hide_faq": "Hide FAQ",
    "show_faq": "Show FAQ",
    "rai_bid": "{{rai}} Bid",
    "no_auctions": "No {{type}} auctions to bid into",
    "settle": "Settle",
    "min": "Min",
    "how_rai_auctions_work": " How do RAI {{type}} auctions work",
    "debt_auction_minting_flx_header": "Minting FLX",
    "debt_auction_minting_flx_desc": "Debt auctions are meant to mint and auction new FLX in exchange for RAI. The RAI that is received by an auction will be used to eliminate bad (or otherwise called uncovered) debt from the system.",
    "debt_auction_how_to_bid": "How do I bid?",
    "debt_auction_how_to_bid_desc": " During a debt auction, you will bid a fixed amount of RAI for a decreasing amount of FLX. A practical example: if the current FLX bid is 100 for 20K RAI (resulting in a price of 200 RAI/FLX), the next bid must accept less FLX for the same amount of RAI. The auction also makes sure that each bid must be at least a certain percentage smaller than the previous one (e.g the next bid must be at least 3% smaller).",
    "debt_auction_claim_tokens": "What does the Claim Tokens button do?",
    "debt_auction_claim_tokens_desc": "In case someone outbids you in a debt auction, your RAI bid will be reimbursed to your Reflexer Account.Claim Tokens can be used to get back RAI (and FLX) that is kept in your Account.",
    "surplus_auction_minting_flx_header": "Selling Surplus RAI",
    "surplus_auction_minting_flx_desc": "Surplus auctions are meant to sell RAI that accrued inside the protocol in exchange for FLX. The FLX that is received by an auction will be burned.",
    "surplus_auction_how_to_bid": "How do I bid?",
    "surplus_auction_how_to_bid_desc": "During a surplus auction, you will bid an increasing amount of FLX for a fixed amount of RAI. A practical example: if the current FLX bid is 100 for 20K RAI (resulting in a price of 200 RAI/FLX), the next bidder must bid more FLX for the same amount of RAI. The auction also makes sure that each bid must be at least a certain percentage higher than the previous one (e.g the next bid must be at least 3% higher).",
    "surplus_auction_claim_tokens": "What does the Claim Tokens button do?",
    "surplus_auction_claim_tokens_desc": "In case someone outbids you in a surplus auction, your FLX bid will be reimbursed to your Reflexer Account. Claim Tokens can be used to get back FLX (and RAI) that is kept in your Account.",
    "migrate": "Migrate",
    "manage_other_safes": "View / Top-up Other Safes",
    "managed_safe_warning": "CAUTION: You are not the owner of this Safe. You can only deposit collateral or repay debt. Note that these operations are irreversible.",
    "flx_breakdown": "Your FLX breakdown",
    "your_balance": "Your Balance",
    "unclaimed": "Unclaimed",
    "flx_is_live": "🎉  FLX is live! 🎉",
    "flx_thank_you": "Thank you for believing in RAI 🙏",
    "claim_flx_tokens": "Claim your FLX tokens",
    "add_savoiur": "Add a Saviour",
    "saviour_tip": "✨ Now you can attach a saviour to your Safe and protect it from liquidation, click here for more info",
    "safe_saviour_title": "Safe Saviour",
    "configure": "Configure",
    "saviour_configuration": "Saviour Configuration",
    "saviour_balance_tip": "Minimum amount of LP tokens needed for the savior to work. The amount depends on your targeted rescue collateralization ratio and the current RAI and collateral prices",
    "liquidation_point_tip": "While the minimum collateralization ratio is {{liquidation_ratio}}%, a Safe can get liquidated below this ratio when markets are highly volatile. This is the lowest ratio at which the saviour will be able to rescue your Safe",
    "rescue_fee_tip": "Flat fee subtracted from your saviour balance to pay the entity that saved your Safe",
    "saviour_target_cratio": "Collateralization ratio toward which the safe will be rebalanced upon liquidation",
    "lp_title": "RAI Liquidity Pools",
    "lp_header_desc": "Add liquidity for RAI in Uniswap V3 and earn more fees",
    "lp_description": "This dashboard helps you add liquidity to RAI pools in Uniswap V3. Under the hood, your liquidity is concentrated around RAI's redemption price so you get to collect more fees.",
    "lp_header_title": "Uniswap V3 Liquidity Manager",
    "staking_header_title": "Staking",
    "staking_header_desc": "Stake your FLX, protect RAI and earn rewards",
    "staking_title": "FLX/ETH LP Staking",
    "staking_description": "This dashboard allows you to stake your FLX/ETH Uniswap v2 LP tokens in exchange for getting FLX rewards. As a staker, you risk getting diluted in case the RAI protocol is underwater and needs to be recapitalized.",
    "myWeekly_reward_tip": "Rewards are being airdropped periodically and will be claimable here",
    "saviour_desc": "Saviours can save your Safes from liquidation. You can attach a saviour to one of your Safes and top it up with RAI LP tokens. When someone starts a liquidation, the saviour will try to withdraw liquidity from the associated DEX the LP token is from and increase the collateralization ratio of the liquidated Safe <a href='https://docs.reflexer.finance/liquidation-protection/liquidation-protection-guide' target='_blank'>Read More</a>",
    "current_saviour_desc": "The current saviour for this Safe will try to withdraw your Uniswap V2 RAI/ETH liquidity and repay part of your debt or top up your Safe with ETH. Any leftover RAI or ETH that weren't used to save the Safe will be available for you to withdraw. <b>NOTE: if the saviour doesn't have enough LP tokens to save your Safe, the Safe will get liquidated.</b> <a href='https://docs.reflexer.finance/liquidation-protection/liquidation-protection-guide' target='_blank'>Read More</a>",
    "disconnect_saviour": "Disconnect Saviour",
    "earn": "Earn",
    "incentives_header_title": "Incentive Campaigns",
    "incentives_header_desc": "Data about FLX distribution campaigns",
    "no_distros": "There are no distributions for this round",
    "unstake_request_pending": "Important: You have currently an ongoing unstaking. By requesting a second unstake, the exit delay of the first request will be extended by {{exitDelay}}",
    "staked_auction_minting_flx_header": "Selling Staked Tokens",
    "staked_auction_minting_flx_desc": "Staked token auctions are meant to sell FLX/ETH LP tokens in exchange for RAI. The proceeds received by an auction will be used to recapitalize the RAI protocol.",
    "staked_auction_how_to_bid": "How do I bid?",
    "staked_auction_how_to_bid_desc": "During a staked token auction, you will bid an increasing amount of RAI for a fixed amount of FLX/ETH LP tokens. A practical example: if the current RAI bid is 100 for 5 FLX/ETH LP (resulting in a price of 20 RAI/LP token), the next bidder must bid more RAI for the same amount of LP tokens. The auction also makes sure that each bid must be at least a certain percentage higher than the previous one (e.g the next bid must be at least 3% higher).",
    "staked_auction_claim_tokens": "What does the Claim Tokens button do?",
    "staked_auction_claim_tokens_desc": "In case someone outbids you in a staked token auction, your RAI bid will be reimbursed to your Reflexer Account. Claim Tokens can be used to get back RAI that is kept in your Account.",
    "swap": "Swap",
    "eth_next_osm_tip": "Next ETH price that will be used by the system. This price is updated once per hour",
    "eth_osm_tip": "Current ETH price used by the system. This price is delayed 1h from the live ETH price feed and it’s only updated once per hour",
    "stability_fee_tip": " It is the annual interest rate paid by Safe owners on their debt. Proceeds from the borrow rate go to the protocol’s balance sheet",
    "rai_red_price_tip": "RAI’s “moving peg”. It’s the price at which RAI is minted or repaid inside the protocol. The RAI market price is expected to fluctuate around the redemption price",
    "curve_saviour_desc": "The current saviour for this Safe will try to withdraw your Curve RAI Metapool liquidity and repay as much of your debt as possible. Any leftover RAI that wasn't used to save your Safe as well as withdrawn 3Pool LP tokens will be available for you to withdraw from the Saviour. <b>NOTE: if the saviour doesn't have enough LP tokens to save your Safe (withdraw enough RAI and repay your debt), the Safe will get liquidated.</b> <a href='https://docs.reflexer.finance/liquidation-protection/liquidation-protection-guide' target='_blank'>Read More</a>",
    "moneygod_desc": "The Money God League is an initiative to help other teams launch their own RAI like assets and share a stake in each of their protocols with the Reflexer community. You can stake FLX or FLX/ETH Uniswap v2 LP tokens and receive (un)governance tokens in League participants."
}
