{
    "stats": "Stats",
    "settings": "Settings",
    "connect_wallet": "Connect Wallet",
    "getting_started": "Getting Started",
    "getting_started_text": "Connect your wallet to start opening Vaults",
    "create_account": "Create Vault Facilitator",
    "create_account_text": "The Vault Facilitator contract enables sending multiple transactions at once. It is the same DSProxy used by Maker and Balancer.",
    "create_safe": "Create a Vault",
    "create_safe_text": "Your Vault Facilitator contract was deployed! Now you can deposit collateral and borrow {{coin_ticker}} using a Vault.",
    "cancel": "Cancel",
    "language": "Language",
    "connect_wallet_title": "Connect to a wallet",
    "metamask": "MetaMask",
    "create_safe_title": "Create Vault",
    "max": "Max",
    "uniswap_deposit_check_text": "I want to directly deposit LP tokens and mine",
    "uniswap_withdraw_check_text": "I want to receive Uniswap LP tokens instead of OD and ETH",
    "review_transaction": "Review Transaction",
    "confirm_transaction": "Confirm Transaction",
    "back": "Back",
    "confirm_transaction_details": "Confirm Transaction Details",
    "confirm_details_text": "Please review and click on the Confirm Transaction button to submit and sign the transaction ",
    "view_etherscan": "View on Etherscan",
    "wrong_network": "Heads up, you’re on the wrong network! Please switch to ",
    "account_details": "Account",
    "connected_with": "Connected with",
    "disconnect": "Disconnect",
    "copy_address": "Copy Address",
    "copied": "Copied!",
    "transaction_msg": "Your transactions will appear here...",
    "welcome_open_dollar": "Welcome to Open Dollar",
    "connect_text": "Connect an Ethereum wallet to manage your {{coin_ticker}} positions",
    "try_again": "Try Again",
    "initializing": "Initializing...",
    "error_connecting": "Error connecting.",
    "not_supported": "Please connect to network",
    "error_try_refresh": "Error connecting. Try refreshing the page.",
    "show_portis": "Show Portis",
    "accounts": "Vaults",
    "accounts_header_text": "Manage your Vault accounts",
    "created": "Created",
    "risk": "Risk",
    "manage_safe": "Manage Vault",
    "fetching_account_info": "Creating/fetching vault data...",
    "deposit": "Deposit",
    "withdraw": "Withdraw",
    "repay": "Repay",
    "borrow": "Borrow",
    "history": "History",
    "date": "Date",
    "claim": "Claim",
    "burn_and_trigger": "Burn and Trigger Shutdown",
    "burn": "Burn",
    "no_history": "No historical transactions.",
    "new_safe": "New Vault",
    "request_features": "Request features",
    "talk_to_us": "Talk to us",
    "voting_header_text": "Protest against scheduled governance transactions",
    "delay_transaction": "Delay Transaction",
    "votes": "Votes",
    "details": "Details",
    "review": "Review",
    "submit": "Submit",
    "assets": "Assets",
    "wallet_connected": "Wallet Connected",
    "dismiss": "Dismiss",
    "close": "Close",
    "pending": "Pending",
    "recent_transactions": "Recent Transactions",
    "clear_all": "Clear All",
    "deposit_borrow": "Deposit & Borrow",
    "repay_withdraw": "Repay & Withdraw",
    "confirmations_info": "You need to wait for 10 block confirmations to make sure that your account address does not change.",
    "annual_redemption_tip": "Rate at which OD is devalued or revalued over 1 year.",
    "liquidation_price_tip": "Collateral price under which this Vault can get liquidated. The liquidation price varies with the redemption price.",
    "liquidation_penalty_tip": "Liquidations ask for more OD than you have minted in your Vault, and apply a discount on the latest oracle price in order to incentivize bidding.",
    "app": "App",
    "fullyUnlocked": "You can claim all your ODG rewards right after you earn them.",
    "proxy_wallet_text": "Your wallet is connected! Now, let's create your Account",
    "shutdown_text": "The global settlement procedure was triggered for this system. You can't manage your Vaults from this application anymore.",
    "block_connection": "Blockchain Connection",
    "insurance": "Insurance",
    "redemption_price_tip": "The 'moving peg' that the OD market price should return to",
    "collateral_ratio_tip": "The ratio between the value of the collateral and the value of debt in your Vault",
    "auctions": "Auctions",
    "auctions_header_text": "Dashboard to bid in {{type}} auctions",
    "claim_tokens": "Claim Tokens",
    "claim_flx": "Claim ODG",
    "hide_faq": "Hide FAQ",
    "show_faq": "Show FAQ",
    "hai_bid": "{{hai}} Bid",
    "no_auctions": "No {{type}} auctions to bid into",
    "settle": "Settle",
    "min": "Min",
    "how_hai_auctions_work": " How do OD {{type}} auctions work",
    "debt_auction_minting_flx_header": "Minting ODG",
    "debt_auction_minting_flx_desc": "Debt auctions are meant to mint and auction new ODG in exchange for OD. The OD that is received by an auction will be used to eliminate bad (or otherwise called uncovered) debt from the system.",
    "debt_auction_how_to_bid": "How do I bid?",
    "debt_auction_how_to_bid_desc": " During a debt auction, you will bid a fixed amount of OD for a decreasing amount of ODG. A practical example: if the current ODG bid is 100 for 20K OD (resulting in a price of 200 OD/ODG), the next bid must accept less ODG for the same amount of OD. The auction also makes sure that each bid must be at least a certain percentage smaller than the previous one (e.g the next bid must be at least 3% smaller).",
    "debt_auction_claim_tokens": "What does the Claim Tokens button do?",
    "debt_auction_claim_tokens_desc": "In case someone outbids you in a debt auction, your OD bid will be reimbursed to your Open Dollar Account.Claim Tokens can be used to get back OD (and ODG) that is kept in your Account.",
    "collateral_auction_increasing_discount_header": "Increasing Discount",
    "collateral_auction_increasing_discount_desc": "In order to incentivize bidding, collaterals are sold at a discount in comparison with the market price. The discount increases with time, until the discount deadline timestamp, where discount will have arrived to a maximum value.",
    "collateral_auction_settlement_header": "Settlement",
    "collateral_auction_settlement_desc": "Collateral auctions don't have a deadline, they will remain open until either all collateral was sold, or all required OD was raised, in which case the auction will be closed and the remaining collateral will be returned to the Vault owner.",
    "collateral_auction_minting_flx_header": "Buying Collaterals",
    "collateral_auction_minting_flx_desc": "Collateral auctions are meant to sell collateral that was seized from a Vault in exchange for OD. The OD that is received by an auction will be burned.",
    "surplus_auction_minting_flx_header": "Selling Surplus OD",
    "surplus_auction_minting_flx_desc": "Surplus auctions are meant to sell OD that has accrued inside the protocol in exchange for ODG. The ODG that is received by an auction will be burned.",
    "surplus_auction_how_to_bid": "How do I bid?",
    "surplus_auction_how_to_bid_desc": "During a surplus auction, you will bid an increasing amount of ODG for a fixed amount of OD. A practical example: if the current ODG bid is 100 for 20K OD (resulting in a price of 200 OD/ODG), the next bidder must bid more ODG for the same amount of OD. The auction also makes sure that each bid must be at least a certain percentage higher than the previous one (e.g the next bid must be at least 3% higher).",
    "surplus_auction_claim_tokens": "What does the Claim Tokens button do?",
    "surplus_auction_claim_tokens_desc": "In case someone outbids you in a surplus auction, your ODG bid will be reimbursed to your Open Dollar Account. Claim Tokens can be used to get back ODG (and OD) that is kept in your Account.",
    "migrate": "Migrate",
    "manage_other_safes": "View / Top-up Other Vaults",
    "managed_safe_warning": "CAUTION: You are not the owner of this Vault. You can only deposit collateral or repay debt. Note that these operations are irreversible.",
    "liquidate_safe_warning": "CAUTION: You are about to start the liquidation of this Vault. Note that this operation is irreversible.",
    "liquidate_confirmation": "I understand that I am about to liquidate this Vault.",
    "liquidate_button": "Liquidate Vault #",
    "eth_next_osm_tip": "Next collateral price that will be used by the system. This price is updated once per hour",
    "eth_osm_tip": "Current collateral price used by the system. This price is delayed 1h from the live collateral price feed and it’s only updated once per hour",
    "debt_owed_tip": "Total amount of OD that is owed by this vault",
    "collateral_deposited_tip": "Total amount of collateral that is deposited in this vault",
    "stability_fee_tip": " It is the annual interest rate paid by Vault owners on their debt. Proceeds from the borrow rate go to the protocol’s balance sheet",
    "hai_red_price_tip": "OD’s “moving peg”. It’s the price at which OD is minted or repaid inside the protocol. The OD market price is expected to fluctuate around the redemption price",
    "moneygod_desc": "The Money God League is an initiative to help other teams launch their own OD like assets and share a stake in each of their protocols with the Open Dollar community. You can stake ODG or ODG/ETH Uniswap v2 LP tokens and receive (un)governance tokens in League participants.",
    "buy": "Buy Collateral",
    "sanctioned_wallet": "This wallet is not allowed to connect",
    "geoblocked_wallet": "We're sorry but your country is not currently supported",
    "amount": "Amount",
    "balance": "Balance",
    "deposit_funds": "Deposit Funds",
    "pool_start_date": "Pool start date",
    "current_date": "Current date",
    "tokens_will_be_unlocked": "Tokens will be unlocked",
    "deposit_funds_warning": "When protocol is live this deposit will be converted into OD vault and mint 1 OD.",
    "approve_token": "Approve {{symbol}}"
}
